[
  {
    "no": 1,
    "nama_generik": "Abacavir",
    "nama_merk": "Ziagen, Abamune, Abacavir Indofarma",
    "pengertian": "Abacavir adalah obat antivirus yang digunakan bersama dengan obat-obatan lain untuk mengobati infeksi HIV (Human Immunodeficiency Virus).",
    "golongan": "Obat resep",
    "kategori": "Antiretroviral",
    "bentuk_obat": "Tablet, sirup",
    "manfaat": "Mengobati infeksi HIV",
    "cara_kerja": "Abacavir bekerja dengan menghambat aktivitas enzim reverse transcriptase yang diperlukan untuk replikasi virus HIV.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap abacavir, disfungsi hati berat, wanita hamil, dan menyusui.",
    "efek_samping": "Reaksi alergi serius (termasuk ruam kulit, demam, mual atau muntah, diare, sakit tenggorokan, batuk, dan sesak napas), peningkatan risiko penyakit hati, peningkatan risiko penyakit jantung.",
    "dosis": [
      "Dosis dewasa: 300 mg dua kali sehari atau 600 mg sekali sehari. Dosis pada anak tergantung berat badan dan umur.",
      "Dosis pada pasien dengan insufisiensi ginjal: Penyesuaian dosis mungkin diperlukan.",
      "Dosis pada pasien dengan insufisiensi hati: Kontraindikasi pada pasien dengan disfungsi hati berat."
    ],
    "cara_penggunaan": "Abacavir biasanya dikonsumsi dengan atau tanpa makanan. Tablet harus ditelan utuh, jangan dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Abacavir dapat berinteraksi dengan beberapa obat, termasuk obat-obatan yang menekan sumsum tulang, seperti kemoterapi kanker.",
    "penyimpanan": "Simpan abacavir pada suhu ruangan, jauh dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena abacavir dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Penggunaan abacavir harus diawasi oleh dokter yang berpengalaman dalam perawatan HIV.",
    "sumber": "https://www.alodokter.com/abacavir"
  },
  {
    "no": 2,
    "nama_generik": "Abemaciclib",
    "nama_merk": "Verzenio",
    "pengertian": "Abemaciclib adalah obat kemoterapi yang digunakan untuk mengobati kanker payudara yang telah menyebar ke bagian lain dari tubuh.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor CDK4/6",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati kanker payudara yang telah menyebar",
    "cara_kerja": "Abemaciclib bekerja dengan menghambat protein CDK4 dan CDK6, yang bertanggung jawab atas pertumbuhan sel kanker.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap abemaciclib, wanita hamil, dan menyusui.",
    "efek_samping": "Diare, mual, muntah, penurunan nafsu makan, kelelahan, peningkatan risiko infeksi.",
    "dosis": [
      "Dosis awal: 150 mg dua kali sehari. Dosis dapat disesuaikan berdasarkan toleransi dan respons pasien.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis onkologi."
    ],
    "cara_penggunaan": "Tablet abemaciclib harus ditelan utuh dengan air, tidak boleh dipecahkan, dihancurkan, atau dikunyah.",
    "interaksi_obat": "Abemaciclib dapat berinteraksi dengan beberapa obat lain, termasuk obat-obatan yang menggunakan enzim CYP3A4.",
    "penyimpanan": "Simpan abemaciclib pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Ada bukti positif risiko terhadap janin manusia, tetapi manfaat penggunaan pada wanita hamil dapat diterapkan meskipun ada risiko.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena abemaciclib dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien harus dipantau secara teratur selama pengobatan dengan abemaciclib.",
    "sumber": "https://www.alodokter.com/abemaciclib"
  },
  {
    "no": 3,
    "nama_generik": "Abrocitinib",
    "nama_merk": "Tremfya",
    "pengertian": "Abrocitinib adalah obat antiinflamasi yang digunakan untuk mengobati psoriasis plaque yang parah pada orang dewasa.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor JAK",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati psoriasis plaque yang parah",
    "cara_kerja": "Abrocitinib bekerja dengan menghambat aktivitas enzim JAK (Janus kinase) yang terlibat dalam proses peradangan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap abrocitinib, infeksi aktif yang berat, dan penyakit autoimun yang parah.",
    "efek_samping": "Infeksi saluran pernapasan atas, sakit kepala, reaksi alergi kulit, peningkatan risiko infeksi.",
    "dosis": [
      "Dosis awal: 200 mg sekali sehari. Dosis pemeliharaan: 100 mg sekali sehari.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis dermatologi."
    ],
    "cara_penggunaan": "Tablet abrocitinib harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Abrocitinib dapat berinteraksi dengan beberapa obat lain, termasuk obat-obatan yang mempengaruhi sistem kekebalan tubuh.",
    "penyimpanan": "Simpan abrocitinib pada suhu ruangan, jauh dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena abrocitinib dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien harus dipantau secara teratur selama pengobatan dengan abrocitinib.",
    "sumber": "https://www.alodokter.com/abrocitinib"
  },
  {
    "no": 4,
    "nama_generik": "Acalabrutinib",
    "nama_merk": "Calquence",
    "pengertian": "Acalabrutinib adalah obat kemoterapi yang digunakan untuk mengobati limfoma sel mantel pada orang dewasa.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor BTK",
    "bentuk_obat": "Kapsul",
    "manfaat": "Mengobati limfoma sel mantel",
    "cara_kerja": "Acalabrutinib bekerja dengan menghambat aktivitas protein BTK (Bruton's tyrosine kinase), yang ditemukan pada sel kanker limfoma sel mantel.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acalabrutinib, dan penyakit autoimun yang parah.",
    "efek_samping": "Infeksi saluran pernapasan atas, sakit kepala, peningkatan risiko infeksi.",
    "dosis": [
      "Dosis awal: 100 mg dua kali sehari. Dosis pemeliharaan: 100 mg sekali sehari.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis onkologi."
    ],
    "cara_penggunaan": "Kapsul acalabrutinib harus ditelan utuh dengan air, tidak boleh dipecahkan, dihancurkan, atau dikunyah.",
    "interaksi_obat": "Acalabrutinib dapat berinteraksi dengan beberapa obat lain, termasuk obat-obatan yang mempengaruhi sistem kekebalan tubuh.",
    "penyimpanan": "Simpan acalabrutinib pada suhu ruangan, jauh dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Ada bukti positif risiko terhadap janin manusia, tetapi manfaat penggunaan pada wanita hamil dapat diterapkan meskipun ada risiko.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena acalabrutinib dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien harus dipantau secara teratur selama pengobatan dengan acalabrutinib.",
    "sumber": "https://www.alodokter.com/acalabrutinib"
  },
  {
    "no": 5,
    "nama_generik": "Acarbose",
    "nama_merk": "Glucobay, Prandase",
    "pengertian": "Acarbose adalah obat antidiabetes yang digunakan untuk mengontrol kadar gula darah pada pasien diabetes tipe 2.",
    "golongan": "Obat bebas dan obat resep",
    "kategori": "Inhibitor alfa-glukosidase",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengontrol kadar gula darah pada diabetes tipe 2",
    "cara_kerja": "Acarbose bekerja dengan menghambat enzim alfa-glukosidase, yang memperlambat penyerapan karbohidrat dalam saluran pencernaan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acarbose, dan gangguan pencernaan yang parah.",
    "efek_samping": "Perut kembung, gas, diare, kram perut, penurunan berat badan.",
    "dosis": [
      "Dosis awal: 25 mg tiga kali sehari selama beberapa minggu, kemudian dosis dapat ditingkatkan secara bertahap hingga 100 mg tiga kali sehari.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis endokrinologi."
    ],
    "cara_penggunaan": "Tablet acarbose harus ditelan utuh dengan air, bersama dengan makanan utama setiap kali digunakan.",
    "interaksi_obat": "Acarbose dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan antidiabetes lainnya.",
    "penyimpanan": "Simpan acarbose pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, tetapi tidak ada studi terkontrol pada wanita hamil. Konsultasikan dengan dokter jika Anda sedang hamil atau berencana untuk hamil.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena belum diketahui apakah acarbose diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien dengan gangguan ginjal atau hati harus menggunakan acarbose dengan hati-hati.",
    "sumber": "https://www.alodokter.com/acarbose"
  },
  {
    "no": 6,
    "nama_generik": "ACE Inhibitor",
    "nama_merk": "Captopril, Enalapril, Lisinopril, Ramipril",
    "pengertian": "ACE Inhibitor adalah kelompok obat yang digunakan untuk mengobati tekanan darah tinggi (hipertensi) dan gagal jantung.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor ACE (Angiotensin Converting Enzyme)",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati tekanan darah tinggi dan gagal jantung",
    "cara_kerja": "ACE Inhibitor bekerja dengan menghambat aktivitas enzim ACE, yang bertanggung jawab atas penyempitan pembuluh darah.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap ACE Inhibitor, dan kehamilan trimester kedua dan ketiga.",
    "efek_samping": "Hipotensi (tekanan darah rendah), batuk kering, angioedema, hiperkalemia (kadar kalium darah tinggi).",
    "dosis": [
      "Dosis awal: Tergantung pada jenis obat dan kondisi pasien. Biasanya dimulai dengan dosis rendah yang kemudian ditingkatkan sesuai respons pasien.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis kardiologi."
    ],
    "cara_penggunaan": "Tablet ACE Inhibitor harus ditelan utuh dengan air, biasanya diminum satu kali sehari.",
    "interaksi_obat": "ACE Inhibitor dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan darah dan kadar kalium.",
    "penyimpanan": "Simpan ACE Inhibitor pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Ada bukti positif risiko terhadap janin manusia, tetapi manfaat penggunaan pada wanita hamil dapat diterapkan meskipun ada risiko.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena ACE Inhibitor dapat berpotensi merugikan bayi yang menyusui.",
    "peringatan_khusus": "Pasien dengan gangguan ginjal atau hati harus menggunakan ACE Inhibitor dengan hati-hati.",
    "sumber": "https://www.alodokter.com/ace-inhibitor"
  },
  {
    "no": 7,
    "nama_generik": "Acebutolol",
    "nama_merk": "Sectral",
    "pengertian": "Acebutolol adalah obat golongan beta blocker yang digunakan untuk mengobati tekanan darah tinggi dan aritmia jantung.",
    "golongan": "Obat resep",
    "kategori": "Beta blocker selektif",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati tekanan darah tinggi dan aritmia jantung",
    "cara_kerja": "Acebutolol bekerja dengan menghambat aktivitas reseptor beta adrenergik, yang menghasilkan penurunan tekanan darah dan denyut jantung.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acebutolol, gagal jantung yang parah, dan penyakit pembuluh darah perifer.",
    "efek_samping": "Hipotensi (tekanan darah rendah), bradikardia (denyut jantung lambat), pusing, kelelahan, gangguan tidur.",
    "dosis": [
      "Dosis awal: Tergantung pada kondisi pasien. Dimulai dengan dosis rendah yang kemudian ditingkatkan sesuai respons pasien.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis kardiologi."
    ],
    "cara_penggunaan": "Tablet acebutolol harus ditelan utuh dengan air, biasanya diminum satu atau dua kali sehari.",
    "interaksi_obat": "Acebutolol dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan darah dan denyut jantung.",
    "penyimpanan": "Simpan acebutolol pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, tetapi tidak ada studi terkontrol pada wanita hamil. Konsultasikan dengan dokter jika Anda sedang hamil atau berencana untuk hamil.",
    "menyusui": "Acebutolol dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien dengan gangguan ginjal atau hati harus menggunakan acebutolol dengan hati-hati.",
    "sumber": "https://www.alodokter.com/acebutolol"
  },
  {
    "no": 8,
    "nama_generik": "Acetazolamide",
    "nama_merk": "Diamox",
    "pengertian": "Acetazolamide adalah obat diuretik yang digunakan untuk mengobati tekanan intraokular tinggi pada glaukoma, serta mencegah dan mengobati soroche (penyakit ketinggian).",
    "golongan": "Obat resep",
    "kategori": "Diuretik",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati tekanan intraokular tinggi dan soroche",
    "cara_kerja": "Acetazolamide bekerja dengan menghambat aktivitas enzim karbonat anhidrase, yang mengurangi produksi cairan di dalam tubuh.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acetazolamide, gangguan hati atau ginjal yang parah, dan asidosis.",
    "efek_samping": "Gangguan pencernaan, pusing, kelelahan, penurunan nafsu makan, gangguan elektrolit.",
    "dosis": [
      "Dosis awal: Tergantung pada kondisi pasien. Biasanya dimulai dengan dosis rendah yang kemudian ditingkatkan sesuai respons pasien.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis oftalmologi atau dokter spesialis penyakit dalam."
    ],
    "cara_penggunaan": "Tablet acetazolamide harus ditelan utuh dengan air, biasanya diminum satu atau dua kali sehari.",
    "interaksi_obat": "Acetazolamide dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan intraokular dan kadar elektrolit.",
    "penyimpanan": "Simpan acetazolamide pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena acetazolamide dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien dengan gangguan hati atau ginjal harus menggunakan acetazolamide dengan hati-hati.",
    "sumber": "https://www.alodokter.com/acetazolamide"
  },
  {
    "no": 9,
    "nama_generik": "Acetylcysteine",
    "nama_merk": "Fluimucil, ACC",
    "pengertian": "Acetylcysteine adalah obat yang digunakan untuk mengencerkan dahak pada penyakit saluran pernapasan seperti bronkitis dan penyakit paru obstruktif kronis (PPOK).",
    "golongan": "Obat bebas dan obat resep",
    "kategori": "Mukolitik (pengencer dahak)",
    "bentuk_obat": "Tablet, sirup, inhalasi",
    "manfaat": "Mengencerkan dahak pada penyakit saluran pernapasan",
    "cara_kerja": "Acetylcysteine bekerja dengan merusak ikatan disulfida pada molekul mukopolisakarida dalam dahak, sehingga mempermudah dahak untuk dikeluarkan dari saluran pernapasan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acetylcysteine dan pasien dengan asma bronkial yang parah.",
    "efek_samping": "Mual, muntah, sakit perut, ruam kulit, dan reaksi alergi.",
    "dosis": [
      "Dosis dewasa: Tergantung pada bentuk obat dan kondisi pasien. Pemberian harus berdasarkan petunjuk dokter.",
      "Pemberian pada anak-anak harus disesuaikan dengan berat badan dan usia."
    ],
    "cara_penggunaan": "Tablet acetylcysteine harus ditelan utuh dengan air, sementara sirup dapat diminum langsung atau dicampur dengan air.",
    "interaksi_obat": "Acetylcysteine dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem kekebalan tubuh.",
    "penyimpanan": "Simpan acetylcysteine pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, tetapi tidak ada studi terkontrol pada wanita hamil. Konsultasikan dengan dokter jika Anda sedang hamil atau berencana untuk hamil.",
    "menyusui": "Acetylcysteine dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Acetylcysteine inhalasi harus digunakan dengan hati-hati pada pasien dengan penyakit paru obstruktif kronis (PPOK).",
    "sumber": "https://www.alodokter.com/acetylcysteine"
  },
  {
    "no": 10,
    "nama_generik": "Acetylcysteine Inhalasi",
    "nama_merk": "Fluimucil",
    "pengertian": "Acetylcysteine Inhalasi adalah formulasi obat acetylcysteine yang digunakan untuk mengencerkan dahak dan mengobati penyakit saluran pernapasan seperti bronkitis dan penyakit paru obstruktif kronis (PPOK).",
    "golongan": "Obat resep",
    "kategori": "Mukolitik (pengencer dahak)",
    "bentuk_obat": "Larutan inhalasi",
    "manfaat": "Mengencerkan dahak pada penyakit saluran pernapasan",
    "cara_kerja": "Acetylcysteine bekerja dengan merusak ikatan disulfida pada molekul mukopolisakarida dalam dahak, sehingga mempermudah dahak untuk dikeluarkan dari saluran pernapasan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acetylcysteine dan pasien dengan asma bronkial yang parah.",
    "efek_samping": "Iritasi saluran pernapasan, reaksi alergi, mual, muntah.",
    "dosis": [
      "Dosis dewasa: Dosis tergantung pada kondisi pasien dan beratnya penyakit. Pemberian harus berdasarkan petunjuk dokter spesialis.",
      "Pemberian pada anak-anak harus disesuaikan dengan berat badan dan usia."
    ],
    "cara_penggunaan": "Larutan inhalasi acetylcysteine harus digunakan dengan nebulizer sesuai petunjuk dokter.",
    "interaksi_obat": "Acetylcysteine dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem kekebalan tubuh.",
    "penyimpanan": "Simpan acetylcysteine inhalasi pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, tetapi tidak ada studi terkontrol pada wanita hamil. Konsultasikan dengan dokter jika Anda sedang hamil atau berencana untuk hamil.",
    "menyusui": "Acetylcysteine inhalasi dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Acetylcysteine inhalasi harus digunakan dengan hati-hati pada pasien dengan penyakit paru obstruktif kronis (PPOK).",
    "sumber": "https://www.alodokter.com/acetylcysteine-inhalation"
  },
  {
    "no": 11,
    "nama_generik": "Acifar Cream",
    "nama_merk": "Acifar Cream",
    "pengertian": "Acifar Cream adalah krim yang mengandung acyclovir, sebuah obat antivirus yang digunakan untuk mengobati infeksi herpes simpleks pada kulit.",
    "golongan": "Obat bebas dan obat resep",
    "kategori": "Antivirus",
    "bentuk_obat": "Krim",
    "manfaat": "Mengobati infeksi herpes simpleks pada kulit",
    "cara_kerja": "Acifar Cream bekerja dengan menghambat replikasi virus herpes simpleks, sehingga mengurangi gejala infeksi dan mempercepat proses penyembuhan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acyclovir atau komponen lain dalam krim, dan kondisi kulit yang terinfeksi bakteri atau jamur.",
    "efek_samping": "Iritasi kulit, gatal-gatal, kemerahan, kering, atau mengelupas.",
    "dosis": [
      "Acifar Cream dioleskan tipis-tipis pada area yang terinfeksi, biasanya 3-5 kali sehari, tergantung pada instruksi dokter.",
      "Acifar Cream tidak boleh digunakan di area mata, mulut, atau vagina."
    ],
    "cara_penggunaan": "Acifar Cream harus dioleskan pada area yang terinfeksi dengan tangan yang bersih. Hindari kontak langsung dengan mata, mulut, atau vagina setelah penggunaan.",
    "interaksi_obat": "Acifar Cream kemungkinan memiliki interaksi minimal dengan obat-obatan lain yang digunakan secara topikal.",
    "penyimpanan": "Simpan Acifar Cream pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, tetapi tidak ada studi terkontrol pada wanita hamil. Konsultasikan dengan dokter jika Anda sedang hamil atau berencana untuk hamil.",
    "menyusui": "Acifar Cream tidak dianjurkan untuk digunakan oleh wanita menyusui, karena belum ada penelitian yang memadai mengenai penggunaannya pada ibu menyusui.",
    "peringatan_khusus": "Hindari kontak Acifar Cream dengan mata, mulut, atau vagina. Jika terjadi kontak, segera bilas dengan air bersih.",
    "sumber": "https://www.alodokter.com/acifar-cream"
  },
  {
    "no": 12,
    "nama_generik": "Acitretin",
    "nama_merk": "Neotigason, Soriatane",
    "pengertian": "Acitretin adalah obat retinoid yang digunakan untuk mengobati psoriasis, sebuah penyakit kulit yang ditandai dengan munculnya plak merah dan bersisik pada kulit.",
    "golongan": "Obat resep",
    "kategori": "Retinoid",
    "bentuk_obat": "Kapsul",
    "manfaat": "Mengobati psoriasis",
    "cara_kerja": "Acitretin bekerja dengan mengatur pertumbuhan sel-sel kulit, sehingga mengurangi pembentukan plak pada kulit.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acitretin, wanita hamil atau berencana untuk hamil, gangguan hati atau ginjal yang parah.",
    "efek_samping": "Kulit kering, bibir pecah-pecah, kerontokan rambut, gangguan penglihatan, gangguan hati.",
    "dosis": [
      "Dosis awal: 25-50 mg sekali sehari. Dosis pemeliharaan: 25-50 mg sekali sehari.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis kulit atau dokter spesialis penyakit dalam."
    ],
    "cara_penggunaan": "Kapsul acitretin harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Acitretin dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem kekebalan tubuh dan metabolisme hati.",
    "penyimpanan": "Simpan acitretin pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori X: Kontraindikasi pada wanita hamil atau berencana untuk hamil.",
    "menyusui": "Acitretin tidak dianjurkan untuk digunakan oleh wanita menyusui, karena dapat diekskresikan melalui ASI dan berpotensi merugikan bayi yang menyusui.",
    "peringatan_khusus": "Wanita yang sedang menjalani pengobatan dengan acitretin harus menggunakan kontrasepsi yang efektif selama dan setelah pengobatan.",
    "sumber": "https://www.alodokter.com/acitretin"
  },
  {
    "no": 13,
    "nama_generik": "Aclidinium",
    "nama_merk": "Eklira Genuair",
    "pengertian": "Aclidinium adalah obat bronkodilator yang digunakan untuk mengobati penyakit obstruktif saluran napas kronis (KOPD) seperti bronkitis dan emfisema.",
    "golongan": "Obat resep",
    "kategori": "Antagonis reseptor muskarinik",
    "bentuk_obat": "Inhaler",
    "manfaat": "Mengobati KOPD",
    "cara_kerja": "Aclidinium bekerja dengan menghambat aktivitas reseptor muskarinik di saluran napas, sehingga memperlebar saluran napas dan mempermudah pernapasan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap aclidinium, asma bronkial, dan gagal jantung yang parah.",
    "efek_samping": "Iritasi tenggorokan, mulut kering, batuk, nyeri kepala, infeksi saluran pernapasan atas.",
    "dosis": [
      "Dosis dewasa: Satu hirup (322 mcg) dua kali sehari. Pemberian harus berdasarkan petunjuk dokter spesialis paru-paru atau dokter spesialis penyakit dalam."
    ],
    "cara_penggunaan": "Gunakan inhaler aclidinium sesuai petunjuk dokter. Usahakan untuk menghirup obat secara perlahan dan dalam agar obat dapat mencapai saluran napas yang dalam.",
    "interaksi_obat": "Aclidinium dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem kekebalan tubuh dan memperlebar saluran napas.",
    "penyimpanan": "Simpan aclidinium pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena belum ada penelitian yang memadai mengenai penggunaan aclidinium pada ibu menyusui.",
    "peringatan_khusus": "Pasien dengan gangguan jantung atau tekanan darah harus menggunakan aclidinium dengan hati-hati.",
    "sumber": "https://www.alodokter.com/aclidinium"
  },
  {
    "no": 14,
    "nama_generik": "Actemra",
    "nama_merk": "Actemra",
    "pengertian": "Actemra adalah obat golongan biologis yang digunakan untuk mengobati berbagai kondisi inflamasi seperti rheumatoid arthritis, artritis rematoid juvenil, dan kondisi inflamasi lainnya.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor interleukin-6 (IL-6)",
    "bentuk_obat": "Infus",
    "manfaat": "Mengobati kondisi inflamasi seperti rheumatoid arthritis",
    "cara_kerja": "Actemra bekerja dengan menghambat aksi interleukin-6 (IL-6), sebuah protein yang berperan dalam proses peradangan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap tocilizumab atau komponen lain dalam obat, infeksi aktif yang parah, dan penyakit hati atau ginjal yang parah.",
    "efek_samping": "Infeksi, reaksi alergi, gangguan darah, peningkatan kadar kolesterol.",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan beratnya penyakit. Pemberian harus dilakukan oleh dokter spesialis rumah sakit.",
      "Pemberian dapat dilakukan melalui infus intravena atau suntikan subkutan."
    ],
    "cara_penggunaan": "Actemra harus diberikan oleh petugas medis yang terlatih, biasanya melalui infus intravena atau suntikan subkutan.",
    "interaksi_obat": "Actemra dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem kekebalan tubuh.",
    "penyimpanan": "Simpan Actemra pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena belum ada penelitian yang memadai mengenai penggunaan Actemra pada ibu menyusui.",
    "peringatan_khusus": "Pasien yang menjalani pengobatan dengan Actemra harus dipantau secara ketat oleh dokter.",
    "sumber": "https://www.alodokter.com/actemra"
  },
  {
    "no": 15,
    "nama_generik": "Actifed",
    "nama_merk": "Actifed",
    "pengertian": "Actifed adalah obat kombinasi yang mengandung pseudoephedrine dan triprolidine, digunakan untuk meredakan gejala pilek dan alergi seperti hidung tersumbat, bersin-bersin, dan mata berair.",
    "golongan": "Obat bebas",
    "kategori": "Antihistamin dan dekongestan",
    "bentuk_obat": "Tablet",
    "manfaat": "Meredakan gejala pilek dan alergi",
    "cara_kerja": "Pseudoephedrine bekerja dengan menyempitkan pembuluh darah di hidung, sehingga mengurangi pembengkakan dan hidung tersumbat. Triprolidine bekerja dengan menghambat aksi histamin, yang menyebabkan gejala alergi seperti bersin-bersin dan mata berair.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap pseudoephedrine, triprolidine, atau komponen lain dalam obat, hipertensi, dan gangguan kelenjar tiroid.",
    "efek_samping": "Insomnia (susah tidur), pusing, mulut kering, palpitasi (detak jantung tidak teratur), dan peningkatan tekanan darah.",
    "dosis": [
      "Dosis dewasa: 1 tablet setiap 4-6 jam. Maksimal 4 tablet dalam satu hari.",
      "Dosis anak-anak: Harus disesuaikan dengan berat badan dan usia anak. Konsultasikan dengan dokter."
    ],
    "cara_penggunaan": "Tablet Actifed harus ditelan utuh dengan air. Hindari mengunyah atau menghancurkan tablet.",
    "interaksi_obat": "Actifed dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan darah dan sistem saraf pusat.",
    "penyimpanan": "Simpan Actifed pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Actifed dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari menggunakan Actifed bersamaan dengan obat-obatan lain yang mengandung pseudoephedrine atau triprolidine.",
    "sumber": "https://www.alodokter.com/actifed"
  },
  {
    "no": 16,
    "nama_generik": "Actos",
    "nama_merk": "Actos",
    "pengertian": "Actos adalah obat yang mengandung pioglitazone, digunakan untuk mengobati diabetes tipe 2 dengan meningkatkan sensitivitas tubuh terhadap insulin.",
    "golongan": "Obat resep",
    "kategori": "Agonis reseptor aktivator peroxisome proliferator-activated gamma (PPARγ)",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengontrol kadar gula darah pada diabetes tipe 2",
    "cara_kerja": "Pioglitazone bekerja dengan meningkatkan sensitivitas tubuh terhadap insulin, sehingga membantu mengontrol kadar gula darah.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap pioglitazone atau komponen lain dalam obat, gagal jantung kongestif, dan edema (penimbunan cairan) yang parah.",
    "efek_samping": "Edema (penimbunan cairan), peningkatan berat badan, gangguan hati.",
    "dosis": [
      "Dosis awal: 15-30 mg sekali sehari. Dosis pemeliharaan: 15-45 mg sekali sehari.",
      "Pemberian harus berdasarkan petunjuk dokter spesialis penyakit dalam."
    ],
    "cara_penggunaan": "Tablet Actos harus ditelan utuh dengan air, bisa diminum dengan atau tanpa makanan.",
    "interaksi_obat": "Actos dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi metabolisme glukosa dan fungsi hati.",
    "penyimpanan": "Simpan Actos pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena belum ada penelitian yang memadai mengenai penggunaan Actos pada ibu menyusui.",
    "peringatan_khusus": "Pasien yang menggunakan Actos harus dipantau secara berkala untuk fungsi hati dan tanda-tanda gagal jantung.",
    "sumber": "https://www.alodokter.com/actos"
  },
  {
    "no": 17,
    "nama_generik": "Acyclovir Tablet",
    "nama_merk": "Acyclovir",
    "pengertian": "Acyclovir Tablet adalah obat antivirus yang digunakan untuk mengobati infeksi herpes simpleks, herpes zoster, dan cacar air.",
    "golongan": "Obat resep",
    "kategori": "Antivirus",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati infeksi herpes simpleks, herpes zoster, dan cacar air",
    "cara_kerja": "Acyclovir bekerja dengan menghambat replikasi virus herpes, sehingga mengurangi intensitas dan durasi gejala infeksi.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acyclovir atau komponen lain dalam obat.",
    "efek_samping": "Mual, muntah, diare, sakit perut, sakit kepala, dan kelelahan.",
    "dosis": [
      "Dosis dewasa: Terapi awal infeksi herpes simpleks: 200 mg setiap 4 jam, 5 kali sehari. Terapi lanjutan: 400 mg setiap 12 jam, atau 200 mg setiap 4 jam, 5 kali sehari. Terapi herpes zoster: 800 mg setiap 4 jam, 5 kali sehari.",
      "Dosis pada anak-anak harus disesuaikan dengan berat badan dan kondisi medisnya."
    ],
    "cara_penggunaan": "Tablet acyclovir harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Acyclovir dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi ginjal dan sistem kekebalan tubuh.",
    "penyimpanan": "Simpan acyclovir pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko teratogenik pada janin, tetapi belum ada studi terkontrol pada wanita hamil. Konsultasikan dengan dokter jika Anda sedang hamil atau berencana untuk hamil.",
    "menyusui": "Acyclovir dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien dengan gangguan ginjal atau dehidrasi harus menggunakan acyclovir dengan hati-hati.",
    "sumber": "https://www.alodokter.com/acyclovir"
  },
  {
    "no": 18,
    "nama_generik": "Acyclovir Topikal",
    "nama_merk": "Acyclovir Cream",
    "pengertian": "Acyclovir Topikal adalah krim yang mengandung acyclovir, digunakan untuk mengobati infeksi herpes simpleks pada kulit.",
    "golongan": "Obat resep",
    "kategori": "Antivirus",
    "bentuk_obat": "Krim",
    "manfaat": "Mengobati infeksi herpes simpleks pada kulit",
    "cara_kerja": "Acyclovir bekerja dengan menghambat replikasi virus herpes, sehingga mengurangi intensitas dan durasi gejala infeksi.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acyclovir atau komponen lain dalam krim.",
    "efek_samping": "Iritasi kulit, kemerahan, gatal-gatal, dan kulit mengelupas.",
    "dosis": [
      "Acyclovir Cream dioleskan tipis-tipis pada area yang terinfeksi, biasanya 3-5 kali sehari, tergantung pada instruksi dokter.",
      "Acyclovir Cream tidak boleh digunakan di area mata."
    ],
    "cara_penggunaan": "Acyclovir Cream harus dioleskan pada area yang terinfeksi dengan tangan yang bersih. Hindari kontak langsung dengan mata setelah penggunaan.",
    "interaksi_obat": "Acyclovir Topikal kemungkinan memiliki interaksi minimal dengan obat-obatan lain yang digunakan secara topikal.",
    "penyimpanan": "Simpan Acyclovir Cream pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko teratogenik pada janin, tetapi belum ada studi terkontrol pada wanita hamil. Konsultasikan dengan dokter jika Anda sedang hamil atau berencana untuk hamil.",
    "menyusui": "Acyclovir Cream dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari kontak Acyclovir Cream dengan mata. Jika terjadi kontak, bilas dengan air bersih.",
    "sumber": "https://www.alodokter.com/acyclovir-cream"
  },
  {
    "no": 19,
    "nama_generik": "Adalimumab",
    "nama_merk": "Humira",
    "pengertian": "Adalimumab adalah obat biologis yang digunakan untuk mengobati berbagai kondisi autoimun seperti rheumatoid arthritis, psoriasis, dan penyakit Crohn.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor faktor nekrosis tumor (TNF)",
    "bentuk_obat": "Suntikan",
    "manfaat": "Mengobati kondisi autoimun",
    "cara_kerja": "Adalimumab bekerja dengan menghambat aksi faktor nekrosis tumor (TNF), sebuah protein yang berperan dalam proses peradangan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap adalimumab atau komponen lain dalam obat, infeksi aktif yang parah, dan gagal jantung yang parah.",
    "efek_samping": "Infeksi, reaksi alergi, gangguan darah, peningkatan risiko kanker.",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan beratnya penyakit. Pemberian harus dilakukan oleh dokter spesialis rumah sakit.",
      "Pemberian dilakukan melalui suntikan subkutan."
    ],
    "cara_penggunaan": "Adalimumab harus diberikan oleh petugas medis yang terlatih, biasanya melalui suntikan subkutan.",
    "interaksi_obat": "Adalimumab dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem kekebalan tubuh.",
    "penyimpanan": "Simpan Adalimumab pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena belum ada penelitian yang memadai mengenai penggunaan Adalimumab pada ibu menyusui.",
    "peringatan_khusus": "Pasien yang menggunakan Adalimumab harus dipantau secara ketat oleh dokter.",
    "sumber": "https://www.alodokter.com/adalimumab"
  },
  {
    "no": 20,
    "nama_generik": "Adapalene",
    "nama_merk": "Adapalene Gel",
    "pengertian": "Adapalene adalah obat topikal yang digunakan untuk mengobati jerawat.",
    "golongan": "Obat bebas dan obat resep",
    "kategori": "Retinoid",
    "bentuk_obat": "Gel",
    "manfaat": "Mengobati jerawat",
    "cara_kerja": "Adapalene bekerja dengan mengatur pertumbuhan sel-sel kulit, membantu menghilangkan komedo (komedo) dan mencegah pembentukan jerawat baru.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap adapalene atau komponen lain dalam gel, kulit yang teriritasi, terbakar matahari, atau luka terbuka.",
    "efek_samping": "Iritasi kulit, kemerahan, kering, mengelupas, atau gatal-gatal.",
    "dosis": [
      "Adapalene Gel dioleskan tipis-tipis pada area yang terkena jerawat, biasanya sekali sehari pada malam hari.",
      "Hindari penggunaan di area yang teriritasi atau luka terbuka."
    ],
    "cara_penggunaan": "Adapalene Gel dioleskan pada kulit yang bersih dan kering, hindari area mata, mulut, hidung, dan luka terbuka.",
    "interaksi_obat": "Adapalene Gel kemungkinan memiliki interaksi minimal dengan obat-obatan lain yang digunakan secara topikal.",
    "penyimpanan": "Simpan Adapalene Gel pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Adapalene Gel tidak disarankan untuk digunakan selama menyusui.",
    "peringatan_khusus": "Hindari penggunaan Adapalene Gel di area yang teriritasi atau luka terbuka. Gunakan tabir surya saat berada di bawah sinar matahari.",
    "sumber": "https://www.alodokter.com/adapalene-gel"
  },
  {
    "no": 21,
    "nama_generik": "Adefovir",
    "nama_merk": "Hepsera",
    "pengertian": "Adefovir adalah obat antivirus yang digunakan untuk mengobati infeksi hepatitis B kronis.",
    "golongan": "Obat resep",
    "kategori": "Antivirus",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati infeksi hepatitis B kronis",
    "cara_kerja": "Adefovir bekerja dengan menghambat replikasi virus hepatitis B di dalam sel hati, sehingga mengurangi jumlah virus dalam tubuh.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap adefovir atau komponen lain dalam obat.",
    "efek_samping": "Nausea (mual), muntah, diare, nyeri perut, gangguan fungsi hati.",
    "dosis": [
      "Dosis dewasa: 10 mg sekali sehari. Dosis harus disesuaikan pada pasien dengan gangguan fungsi ginjal.",
      "Dosis pada anak-anak harus disesuaikan dengan berat badan dan kondisi medisnya."
    ],
    "cara_penggunaan": "Tablet adefovir harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Adefovir dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi ginjal dan sistem kekebalan tubuh.",
    "penyimpanan": "Simpan adefovir pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Adefovir dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien yang menggunakan adefovir harus dipantau secara berkala untuk fungsi hati dan ginjal.",
    "sumber": "https://www.alodokter.com/adefovir"
  },
  {
    "no": 22,
    "nama_generik": "Adenosine",
    "nama_merk": "Adenocard",
    "pengertian": "Adenosine adalah obat antiaritmia yang digunakan untuk mengobati aritmia jantung paroksismal supraventrikular.",
    "golongan": "Obat resep",
    "kategori": "Antiarrhythmic",
    "bentuk_obat": "Infus",
    "manfaat": "Mengobati aritmia jantung",
    "cara_kerja": "Adenosine bekerja dengan menghambat konduksi impuls listrik di jantung, sehingga membantu mengembalikan ritme jantung yang normal.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap adenosine atau komponen lain dalam obat, penyakit jantung yang parah, dan asma bronkial.",
    "efek_samping": "Sensasi terbakar atau terbakar di dada, sesak napas, pusing, dan rasa lemah.",
    "dosis": [
      "Dosis dewasa: 6 mg diberikan melalui injeksi intravena (IV) cepat, diikuti dengan suntikan 20 ml larutan garam atau cairan lainnya untuk membantu masuknya obat.",
      "Dosis anak-anak harus disesuaikan dengan berat badan dan kondisi medisnya."
    ],
    "cara_penggunaan": "Adenosine harus diberikan oleh petugas medis yang terlatih, biasanya melalui injeksi intravena (IV) cepat.",
    "interaksi_obat": "Adenosine dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi jantung dan sistem saraf pusat.",
    "penyimpanan": "Simpan Adenosine pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena belum ada penelitian yang memadai mengenai penggunaan Adenosine pada ibu menyusui.",
    "peringatan_khusus": "Pasien yang menggunakan Adenosine harus dipantau secara ketat oleh dokter.",
    "sumber": "https://www.alodokter.com/adenosine"
  },
  {
    "no": 23,
    "nama_generik": "Afatinib",
    "nama_merk": "Giotrif",
    "pengertian": "Afatinib adalah obat kemoterapi yang digunakan untuk mengobati kanker paru-paru non-small cell yang menyebar (metastasis) dan memiliki mutasi pada gen EGFR.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor tirozin kinase",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati kanker paru-paru non-small cell",
    "cara_kerja": "Afatinib bekerja dengan menghambat aktivitas enzim tirozin kinase, yang berperan dalam pertumbuhan sel kanker.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap afatinib atau komponen lain dalam obat.",
    "efek_samping": "Diare, ruam kulit, kelelahan, penurunan nafsu makan.",
    "dosis": [
      "Dosis dewasa: 40 mg sekali sehari. Dosis harus disesuaikan berdasarkan respons pasien dan efek samping yang muncul.",
      "Dosis pada pasien dengan masalah fungsi hati atau ginjal harus disesuaikan."
    ],
    "cara_penggunaan": "Tablet afatinib harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Afatinib dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi hati dan sistem kekebalan tubuh.",
    "penyimpanan": "Simpan afatinib pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Risiko teratogenik terhadap janin, manfaat penggunaan hanya dapat dipertimbangkan jika tidak ada alternatif lain yang lebih aman.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena afatinib dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien yang menggunakan afatinib harus dipantau secara ketat oleh dokter, terutama pada tanda dan gejala infeksi.",
    "sumber": "https://www.alodokter.com/afatinib"
  },
  {
    "no": 24,
    "nama_generik": "Afinitor",
    "nama_merk": "Afinitor",
    "pengertian": "Afinitor adalah obat yang digunakan untuk mengobati beberapa jenis kanker, termasuk kanker payudara, kanker pankreas, dan kanker ginjal.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor mTOR",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati beberapa jenis kanker",
    "cara_kerja": "Afinitor bekerja dengan menghambat protein mTOR, yang berperan dalam pertumbuhan sel kanker.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap afinitor atau komponen lain dalam obat.",
    "efek_samping": "Mual, muntah, diare, lemah, penurunan nafsu makan.",
    "dosis": [
      "Dosis dewasa: Tergantung pada jenis kanker dan respons pasien. Pemberian harus disesuaikan oleh dokter spesialis onkologi.",
      "Dosis pada pasien dengan masalah fungsi hati atau ginjal harus disesuaikan."
    ],
    "cara_penggunaan": "Tablet afinitor harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Afinitor dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi hati dan sistem kekebalan tubuh.",
    "penyimpanan": "Simpan afinitor pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Risiko teratogenik terhadap janin, manfaat penggunaan hanya dapat dipertimbangkan jika tidak ada alternatif lain yang lebih aman.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena afinitor dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien yang menggunakan afinitor harus dipantau secara ketat oleh dokter, terutama pada tanda dan gejala infeksi.",
    "sumber": "https://www.alodokter.com/afinitor"
  },
  {
    "no": 25,
    "nama_generik": "Agonis Beta",
    "nama_merk": "Atrovent",
    "pengertian": "Agonis Beta adalah obat bronkodilator yang digunakan untuk mengobati penyakit paru obstruktif kronis (PPOK) dan asma.",
    "golongan": "Obat resep",
    "kategori": "Agonis beta-adrenergik",
    "bentuk_obat": "Inhaler",
    "manfaat": "Meringankan gejala PPOK dan asma",
    "cara_kerja": "Agonis Beta bekerja dengan melebarkan saluran udara di paru-paru, sehingga memudahkan pernapasan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap agonis beta-adrenergik atau komponen lain dalam obat, penyakit jantung yang parah.",
    "efek_samping": "Peningkatan detak jantung, gemetar, sakit kepala, nyeri dada.",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan beratnya penyakit. Pemberian harus disesuaikan oleh dokter spesialis paru.",
      "Pemberian dilakukan melalui inhalasi."
    ],
    "cara_penggunaan": "Agonis Beta harus digunakan sesuai petunjuk dokter atau petugas medis yang terlatih. Ikuti instruksi penggunaan inhaler dengan benar.",
    "interaksi_obat": "Agonis Beta dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan darah dan sistem jantung.",
    "penyimpanan": "Simpan Agonis Beta pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Agonis Beta dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien yang menggunakan Agonis Beta harus dipantau secara ketat oleh dokter, terutama pada tanda dan gejala penyakit jantung.",
    "sumber": "https://www.alodokter.com/agonis-beta"
  },
  {
    "no": 26,
    "nama_generik": "Ailin Cool",
    "nama_merk": "Ailin Cool",
    "pengertian": "Ailin Cool adalah obat yang mengandung kombinasi antara mentol, kamper, dan minyak kayu putih yang digunakan untuk meredakan nyeri otot dan pegal-pegal.",
    "golongan": "Obat bebas",
    "kategori": "Analgesik topikal",
    "bentuk_obat": "Salep atau gel",
    "manfaat": "Merendam nyeri otot dan pegal-pegal",
    "cara_kerja": "Ailin Cool bekerja dengan memberikan efek pendinginan pada kulit yang meredakan nyeri dan pegal-pegal.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap mentol, kamper, atau komponen lain dalam obat, luka terbuka atau iritasi kulit.",
    "efek_samping": "Iritasi kulit, sensasi terbakar atau terbakar.",
    "dosis": [
      "Oleskan Ailin Cool pada area yang terasa nyeri atau pegal-pegal, ulangi jika diperlukan.",
      "Hindari penggunaan pada luka terbuka atau iritasi kulit."
    ],
    "cara_penggunaan": "Ailin Cool hanya untuk penggunaan luar. Hindari kontak dengan mata, mulut, dan luka terbuka.",
    "interaksi_obat": "Ailin Cool kemungkinan memiliki interaksi minimal dengan obat-obatan lain yang digunakan secara topikal.",
    "penyimpanan": "Simpan Ailin Cool pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Ailin Cool dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari penggunaan Ailin Cool pada area yang iritasi atau luka terbuka. Gunakan dengan hati-hati pada anak-anak.",
    "sumber": "https://www.alodokter.com/ailin-cool"
  },
  {
    "no": 27,
    "nama_generik": "Aito",
    "nama_merk": "Aito",
    "pengertian": "Aito adalah obat yang mengandung kombinasi antara acetaminophen, caffeine, dan propyphenazone yang digunakan untuk meredakan nyeri, demam, dan sakit kepala.",
    "golongan": "Obat bebas",
    "kategori": "Analgesik",
    "bentuk_obat": "Tablet",
    "manfaat": "Merendam nyeri, demam, dan sakit kepala",
    "cara_kerja": "Aito bekerja dengan menghambat sintesis prostaglandin di otak yang merupakan mediator rasa nyeri dan demam.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap acetaminophen, caffeine, propyphenazone, atau komponen lain dalam obat, gangguan fungsi hati atau ginjal, asma, dan gagal jantung.",
    "efek_samping": "Mual, muntah, sakit perut, reaksi alergi.",
    "dosis": [
      "Dosis dewasa: 1-2 tablet setiap 4-6 jam. Jangan melebihi 8 tablet dalam 24 jam.",
      "Dosis pada anak-anak harus disesuaikan dengan berat badan dan usianya."
    ],
    "cara_penggunaan": "Tablet Aito harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Aito dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi hati dan sistem kekebalan tubuh.",
    "penyimpanan": "Simpan Aito pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Acyclovir Cream dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien yang menggunakan Aito harus memperhatikan dosis yang diberikan dan tidak melebihi dosis yang disarankan. Hindari penggunaan bersamaan dengan obat lain yang mengandung acetaminophen.",
    "sumber": "https://www.alodokter.com/aito"
  },
  {
    "no": 28,
    "nama_generik": "Albendazole",
    "nama_merk": "Albendazole",
    "pengertian": "Albendazole adalah obat antiparasit yang digunakan untuk mengobati infeksi cacing dewasa di dalam tubuh manusia.",
    "golongan": "Obat resep",
    "kategori": "Antiparasit",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati infeksi cacing",
    "cara_kerja": "Albendazole bekerja dengan menghambat sintesis protein di dalam tubuh cacing, sehingga menyebabkan kematian cacing.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap albendazole atau komponen lain dalam obat, wanita hamil pada trimester pertama.",
    "efek_samping": "Mual, muntah, diare, sakit perut.",
    "dosis": [
      "Dosis dewasa: 400 mg sekali sehari selama 3-5 hari, tergantung pada jenis infeksi dan respons pasien.",
      "Dosis pada anak-anak harus disesuaikan dengan berat badan dan usianya."
    ],
    "cara_penggunaan": "Tablet albendazole harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Albendazole dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem pencernaan.",
    "penyimpanan": "Simpan albendazole pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Albendazole dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari penggunaan albendazole pada wanita hamil, terutama pada trimester pertama. Pasien yang menggunakan obat ini harus dipantau secara ketat oleh dokter.",
    "sumber": "https://www.alodokter.com/albendazole"
  },
  {
    "no": 29,
    "nama_generik": "Albumin",
    "nama_merk": "Albumin",
    "pengertian": "Albumin adalah obat yang digunakan untuk menggantikan atau meningkatkan kadar albumin dalam darah pada pasien dengan kondisi yang menyebabkan kekurangan albumin.",
    "golongan": "Obat resep",
    "kategori": "Albumin plasma",
    "bentuk_obat": "Infus",
    "manfaat": "Meningkatkan kadar albumin dalam darah",
    "cara_kerja": "Albumin bekerja dengan menambahkan albumin yang hilang dalam darah, sehingga membantu mempertahankan tekanan osmotik darah.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap albumin manusia atau komponen lain dalam obat, gagal jantung kongestif, dan edema paru.",
    "efek_samping": "Demam, menggigil, urtikaria (ruam kulit), hipotensi (tekanan darah rendah).",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan beratnya kekurangan albumin. Pemberian harus disesuaikan oleh dokter spesialis.",
      "Dosis pada anak-anak harus disesuaikan dengan berat badan dan kondisi medisnya."
    ],
    "cara_penggunaan": "Albumin harus diberikan secara intravena (IV) oleh petugas medis yang terlatih.",
    "interaksi_obat": "Albumin kemungkinan memiliki interaksi minimal dengan obat-obatan lain yang digunakan secara intravena.",
    "penyimpanan": "Simpan Albumin pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Albumin pada wanita menyusui.",
    "peringatan_khusus": "Pasien yang menerima Albumin harus dipantau secara ketat oleh dokter, terutama pada tanda dan gejala reaksi alergi.",
    "sumber": "https://www.alodokter.com/albumin"
  },
  {
    "no": 30,
    "nama_generik": "Alclometasone",
    "nama_merk": "Aclovate, Ademethasone, Alcortin A, Cobolin-M, Listerol, Pantoderm, Tairine, Umacort",
    "pengertian": "Alclometasone adalah kortikosteroid topikal yang digunakan untuk mengurangi peradangan dan gatal pada kulit.",
    "golongan": "Obat resep",
    "kategori": "Kortikosteroid topikal",
    "bentuk_obat": "Krim, lotion, salep, atau aerosol",
    "manfaat": "Meredakan peradangan dan gatal pada kulit",
    "cara_kerja": "Alclometasone bekerja dengan mengurangi peradangan dan gatal pada kulit melalui mekanisme antiinflamasi dan imunosupresif.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alclometasone atau komponen lain dalam obat, infeksi kulit yang disebabkan oleh virus atau jamur, dan luka terbuka.",
    "efek_samping": "Iritasi kulit, kemerahan, gatal, pembengkakan, atau ruam kulit.",
    "dosis": [
      "Gunakan alclometasone sesuai anjuran dokter atau petunjuk yang tertera pada kemasan obat.",
      "Hindari penggunaan alclometasone pada luka terbuka atau iritasi kulit."
    ],
    "cara_penggunaan": "Oleskan alclometasone pada area yang terkena dengan lapisan tipis, hindari kontak dengan mata, mulut, dan luka terbuka.",
    "interaksi_obat": "Alclometasone kemungkinan memiliki interaksi minimal dengan obat-obatan lain yang digunakan secara topikal.",
    "penyimpanan": "Simpan Alclometasone pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Alclometasone pada wanita menyusui.",
    "peringatan_khusus": "Hindari penggunaan Alclometasone pada area yang iritasi atau luka terbuka. Gunakan dengan hati-hati pada anak-anak.",
    "sumber": "https://www.alodokter.com/alclometasone"
  },
  {
    "no": 31,
    "nama_generik": "Alectinib",
    "nama_merk": "Alecensa",
    "pengertian": "Alectinib adalah obat yang digunakan untuk mengobati kanker paru-paru non-small cell yang memiliki mutasi pada gen ALK.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor ALK",
    "bentuk_obat": "Kapsul",
    "manfaat": "Mengobati kanker paru-paru non-small cell",
    "cara_kerja": "Alectinib bekerja dengan menghambat aktivitas protein ALK yang berperan dalam pertumbuhan sel kanker.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alectinib atau komponen lain dalam obat.",
    "efek_samping": "Mual, muntah, diare, ruam kulit, peningkatan enzim hati.",
    "dosis": [
      "Dosis dewasa: 600 mg sekali sehari.",
      "Dosis pada pasien dengan masalah fungsi hati atau ginjal harus disesuaikan."
    ],
    "cara_penggunaan": "Kapsul alectinib harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alectinib dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi hati dan sistem kekebalan tubuh.",
    "penyimpanan": "Simpan alectinib pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Risiko teratogenik terhadap janin, manfaat penggunaan hanya dapat dipertimbangkan jika tidak ada alternatif lain yang lebih aman.",
    "menyusui": "Tidak disarankan untuk wanita menyusui karena alectinib dapat diekskresikan melalui ASI.",
    "peringatan_khusus": "Pasien yang menggunakan alectinib harus dipantau secara ketat oleh dokter, terutama pada tanda dan gejala infeksi.",
    "sumber": "https://www.alodokter.com/alectinib"
  },
  {
    "no": 32,
    "nama_generik": "Alegysal",
    "nama_merk": "Alegysal",
    "pengertian": "Alegysal adalah obat yang mengandung kombinasi antara cetirizine dan pseudoephedrine yang digunakan untuk meredakan gejala alergi dan pilek.",
    "golongan": "Obat bebas",
    "kategori": "Antihistamin dan dekongestan",
    "bentuk_obat": "Tablet",
    "manfaat": "Merendam gejala alergi dan pilek",
    "cara_kerja": "Alegysal bekerja dengan menghambat efek histamin dan menyempitkan pembuluh darah di hidung, sehingga meredakan gejala alergi dan pilek.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap cetirizine, pseudoephedrine, atau komponen lain dalam obat, hipertensi, penyakit jantung koroner, penyakit ginjal, penyakit hati, glaukoma sudut tertutup.",
    "efek_samping": "Pusing, kantuk, mulut kering, peningkatan detak jantung.",
    "dosis": [
      "Dosis dewasa: 1 tablet setiap 12 jam.",
      "Dosis pada anak-anak harus disesuaikan dengan berat badan dan usianya."
    ],
    "cara_penggunaan": "Tablet Alegysal harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alegysal dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan darah dan sistem jantung.",
    "penyimpanan": "Simpan Alegysal pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Cetirizine dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari penggunaan Alegysal pada pasien dengan kondisi medis yang berisiko, seperti penyakit jantung atau ginjal. Konsultasikan dengan dokter sebelum menggunakan obat ini.",
    "sumber": "https://www.alodokter.com/alegysal"
  },
  {
    "no": 33,
    "nama_generik": "Alendronate",
    "nama_merk": "Fosamax",
    "pengertian": "Alendronate adalah obat yang digunakan untuk mengobati osteoporosis pada wanita pasca menopause dan untuk mencegah osteoporosis pada pria dan wanita yang menggunakan kortikosteroid jangka panjang.",
    "golongan": "Obat resep",
    "kategori": "Bisfosfonat",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati dan mencegah osteoporosis",
    "cara_kerja": "Alendronate bekerja dengan menghambat aktivitas sel osteoklas, yang bertanggung jawab untuk resorpsi tulang.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alendronate atau komponen lain dalam obat, gangguan pencernaan, hipokalsemia.",
    "efek_samping": "Sakit kepala, nyeri sendi, gangguan pencernaan, osteonekrosis rahang.",
    "dosis": [
      "Dosis dewasa: 10 mg atau 70 mg sekali seminggu.",
      "Pemberian harus dilakukan dengan perut kosong dan diminum dengan segelas air putih.",
      "Pasien tidak boleh berbaring selama 30 menit setelah minum obat."
    ],
    "cara_penggunaan": "Tablet Alendronate harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alendronate dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem pencernaan.",
    "penyimpanan": "Simpan Alendronate pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Alendronate dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien yang menggunakan Alendronate harus memperhatikan dosis yang diberikan dan mengikuti petunjuk penggunaan dengan benar. Hindari penggunaan bersamaan dengan makanan atau minuman lain selama 30 menit setelah minum obat.",
    "sumber": "https://www.alodokter.com/alendronate"
  },
  {
    "no": 34,
    "nama_generik": "Alfentanil",
    "nama_merk": "Alfenta, Rapifen",
    "pengertian": "Alfentanil adalah obat yang digunakan sebagai anestesi umum selama operasi atau prosedur medis lainnya.",
    "golongan": "Obat resep",
    "kategori": "Analgesik opioid",
    "bentuk_obat": "Injeksi",
    "manfaat": "Memberikan anestesi selama operasi atau prosedur medis",
    "cara_kerja": "Alfentanil bekerja dengan mengikat reseptor opioid di sistem saraf pusat, sehingga menimbulkan efek analgesik dan anestesi.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alfentanil atau komponen lain dalam obat, penyakit paru obstruktif kronis, hipertensi intrakranial.",
    "efek_samping": "Pusing, mual, muntah, depresi pernapasan, penurunan tekanan darah.",
    "dosis": [
      "Dosis dewasa: Tergantung pada jenis operasi atau prosedur medis yang dilakukan dan kondisi pasien.",
      "Pemberian harus disesuaikan oleh dokter anestesi."
    ],
    "cara_penggunaan": "Alfentanil hanya boleh diberikan oleh tenaga medis yang terlatih dalam penggunaan anestesi.",
    "interaksi_obat": "Alfentanil dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem saraf pusat dan pernapasan.",
    "penyimpanan": "Simpan Alfentanil pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Alfentanil dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Alfentanil hanya boleh digunakan oleh tenaga medis yang terlatih dalam penggunaan anestesi. Pasien harus dipantau secara ketat selama pemberian alfentanil.",
    "sumber": "https://www.alodokter.com/alfentanil"
  },
  {
    "no": 35,
    "nama_generik": "Alfuzosin",
    "nama_merk": "Alfuzosin",
    "pengertian": "Alfuzosin adalah obat yang digunakan untuk mengobati gejala pembesaran prostat (benign prostatic hyperplasia atau BPH) pada pria.",
    "golongan": "Obat resep",
    "kategori": "Antagonis reseptor α1-adrenergik",
    "bentuk_obat": "Tablet",
    "manfaat": "Merendam gejala pembesaran prostat",
    "cara_kerja": "Alfuzosin bekerja dengan mengendurkan otot-otot di kandung kemih dan prostat, sehingga mempermudah buang air kecil.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alfuzosin atau komponen lain dalam obat, penyakit hati berat.",
    "efek_samping": "Pusing, sakit kepala, lelah, ejakulasi abnormal.",
    "dosis": [
      "Dosis dewasa: 10 mg sekali sehari, diberikan setelah makan yang sama setiap hari.",
      "Pemberian harus disesuaikan oleh dokter sesuai dengan respons pasien."
    ],
    "cara_penggunaan": "Tablet Alfuzosin harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alfuzosin dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan darah.",
    "penyimpanan": "Simpan Alfuzosin pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, namun tidak ada studi terkontrol pada wanita hamil.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Alfuzosin pada wanita menyusui.",
    "peringatan_khusus": "Pasien yang menggunakan Alfuzosin harus memperhatikan dosis yang diberikan dan mengikuti petunjuk penggunaan dengan benar. Hindari penggunaan bersamaan dengan obat lain yang mempengaruhi tekanan darah.",
    "sumber": "https://www.alodokter.com/alfuzosin"
  },
  {
    "no": 36,
    "nama_generik": "Aliskiren",
    "nama_merk": "Tekturna",
    "pengertian": "Aliskiren adalah obat yang digunakan untuk mengobati hipertensi (tekanan darah tinggi).",
    "golongan": "Obat resep",
    "kategori": "Inhibitor renin",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengobati hipertensi",
    "cara_kerja": "Aliskiren bekerja dengan menghambat enzim renin, sehingga menurunkan produksi angiotensin II dan merelaksasi pembuluh darah.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap aliskiren atau komponen lain dalam obat, penggunaan bersamaan dengan obat golongan ACE inhibitor atau ARB pada pasien dengan diabetes atau penyakit ginjal.",
    "efek_samping": "Diare, batuk, penurunan tekanan darah, hiperkalemia.",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan respon terhadap pengobatan sebelumnya. Dosis awal adalah 150 mg sekali sehari.",
      "Pemberian dapat ditingkatkan menjadi 300 mg sekali sehari jika diperlukan."
    ],
    "cara_penggunaan": "Tablet Aliskiren harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Aliskiren dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi tekanan darah.",
    "penyimpanan": "Simpan Aliskiren pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Risiko teratogenik terhadap janin, manfaat penggunaan hanya dapat dipertimbangkan jika tidak ada alternatif lain yang lebih aman.",
    "menyusui": "Aliskiren dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien yang menggunakan Aliskiren harus memperhatikan dosis yang diberikan dan mengikuti petunjuk penggunaan dengan benar. Hindari penggunaan bersamaan dengan obat lain yang mempengaruhi tekanan darah.",
    "sumber": "https://www.alodokter.com/aliskiren"
  },
  {
    "no": 37,
    "nama_generik": "Alitretinoin",
    "nama_merk": "Panretin",
    "pengertian": "Alitretinoin adalah obat yang digunakan untuk mengobati lesi kanker kulit basal sel skuamosa pada tangan dan kaki.",
    "golongan": "Obat resep",
    "kategori": "Retinoid topikal",
    "bentuk_obat": "Krim",
    "manfaat": "Mengobati lesi kanker kulit basal sel skuamosa",
    "cara_kerja": "Alitretinoin bekerja dengan menghambat pertumbuhan sel kanker kulit basal sel skuamosa.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alitretinoin atau komponen lain dalam obat, kehamilan.",
    "efek_samping": "Iritasi kulit, kemerahan, kulit kering, rasa terbakar atau kesemutan pada area yang diolesi.",
    "dosis": [
      "Gunakan alitretinoin sesuai anjuran dokter atau petunjuk yang tertera pada kemasan obat.",
      "Oleskan krim alitretinoin pada lesi kanker kulit basal sel skuamosa dengan lapisan tipis, hindari kontak dengan mata, mulut, dan luka terbuka."
    ],
    "cara_penggunaan": "Krim Alitretinoin harus dioleskan pada lesi kanker kulit basal sel skuamosa dengan lapisan tipis.",
    "interaksi_obat": "Alitretinoin kemungkinan memiliki interaksi minimal dengan obat-obatan lain yang digunakan secara topikal.",
    "penyimpanan": "Simpan Alitretinoin pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori X: Kontraindikasi pada wanita hamil karena risiko teratogenik yang tinggi.",
    "menyusui": "Alitretinoin dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Alitretinoin hanya boleh digunakan pada lesi kanker kulit basal sel skuamosa yang telah didiagnosis oleh dokter. Hindari kontak dengan area yang tidak terkena lesi.",
    "sumber": "https://www.alodokter.com/alitretinoin"
  },
  {
    "no": 38,
    "nama_generik": "Alleron",
    "nama_merk": "Alleron",
    "pengertian": "Alleron adalah obat yang digunakan untuk meredakan gejala alergi, seperti rinitis alergi dan urtikaria.",
    "golongan": "Obat bebas",
    "kategori": "Antihistamin",
    "bentuk_obat": "Tablet, sirup",
    "manfaat": "Merendam gejala alergi",
    "cara_kerja": "Alleron bekerja dengan menghambat efek histamin dan meredakan gejala alergi seperti bersin, hidung tersumbat, dan mata berair.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap loratadine atau komponen lain dalam obat.",
    "efek_samping": "Pusing, sakit kepala, mulut kering, mual.",
    "dosis": [
      "Dosis dewasa: 10 mg sekali sehari.",
      "Dosis pada anak-anak harus disesuaikan dengan berat badan dan usianya."
    ],
    "cara_penggunaan": "Tablet Alleron harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alleron dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem saraf pusat.",
    "penyimpanan": "Simpan Alleron pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, namun tidak ada studi terkontrol pada wanita hamil.",
    "menyusui": "Loratadine dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari penggunaan Alleron bersamaan dengan alkohol atau obat-obatan yang mempengaruhi kemampuan konsentrasi.",
    "sumber": "https://www.alodokter.com/alleron"
  },
  {
    "no": 39,
    "nama_generik": "Allopurinol",
    "nama_merk": "Zyloric, Alopron",
    "pengertian": "Allopurinol adalah obat yang digunakan untuk mengurangi kadar asam urat dalam tubuh, mencegah serangan asam urat, dan mengobati beberapa jenis batu ginjal.",
    "golongan": "Obat resep",
    "kategori": "Xanthine oxidase inhibitor",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengurangi kadar asam urat dalam tubuh",
    "cara_kerja": "Allopurinol bekerja dengan menghambat enzim xanthine oxidase, yang bertanggung jawab untuk produksi asam urat.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap allopurinol atau komponen lain dalam obat, asam urat yang tidak diobati, asam urat akut.",
    "efek_samping": "Ruam kulit, reaksi kulit alergi, peningkatan enzim hati, mual.",
    "dosis": [
      "Dosis dewasa: 100–800 mg per hari, tergantung pada tingkat keparahan kondisi pasien.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan respons pasien."
    ],
    "cara_penggunaan": "Tablet Allopurinol harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Allopurinol dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi metabolisme purin.",
    "penyimpanan": "Simpan Allopurinol pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Allopurinol pada wanita menyusui.",
    "peringatan_khusus": "Pasien yang menggunakan Allopurinol harus memperhatikan dosis yang diberikan dan mengikuti petunjuk penggunaan dengan benar. Hindari penggunaan bersamaan dengan obat lain yang mempengaruhi metabolisme purin.",
    "sumber": "https://www.alodokter.com/allopurinol"
  },
  {
    "no": 40,
    "nama_generik": "Alluric",
    "nama_merk": "Alluric",
    "pengertian": "Alluric adalah obat yang digunakan untuk mengurangi kadar asam urat dalam tubuh dan mencegah serangan asam urat.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor sintesis asam urat",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengurangi kadar asam urat dalam tubuh",
    "cara_kerja": "Alluric bekerja dengan menghambat produksi asam urat dalam tubuh.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap febuxostat atau komponen lain dalam obat, gagal hati akut.",
    "efek_samping": "Sakit kepala, diare, reaksi kulit alergi.",
    "dosis": [
      "Dosis dewasa: 40–80 mg sekali sehari.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan respons pasien."
    ],
    "cara_penggunaan": "Tablet Alluric harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alluric dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi metabolisme purin.",
    "penyimpanan": "Simpan Alluric pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Alluric pada wanita menyusui.",
    "peringatan_khusus": "Pasien yang menggunakan Alluric harus memperhatikan dosis yang diberikan dan mengikuti petunjuk penggunaan dengan benar. Hindari penggunaan bersamaan dengan obat lain yang mempengaruhi metabolisme purin.",
    "sumber": "https://www.alodokter.com/alluric"
  },
  {
    "no": 41,
    "nama_generik": "Allylestrenol",
    "nama_merk": "Duphaston, Gestanin",
    "pengertian": "Allylestrenol adalah obat yang digunakan untuk mengatasi gangguan menstruasi, keguguran, dan risiko keguguran pada kehamilan.",
    "golongan": "Obat resep",
    "kategori": "Progestin",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengatasi gangguan menstruasi dan risiko keguguran",
    "cara_kerja": "Allylestrenol bekerja dengan mengatur keseimbangan hormon progestogen dalam tubuh, sehingga mempengaruhi siklus menstruasi dan mempertahankan kehamilan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap allylestrenol atau komponen lain dalam obat, pendarahan vagina yang tidak diketahui penyebabnya, keguguran yang sedang berlangsung.",
    "efek_samping": "Pusing, sakit kepala, mual, peningkatan berat badan.",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan respon terhadap pengobatan. Dosis awal adalah 5 mg tiga kali sehari, kemudian dapat diturunkan menjadi 5 mg dua kali sehari.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Tablet Allylestrenol harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Allylestrenol dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem reproduksi.",
    "penyimpanan": "Simpan Allylestrenol pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori A: Studi pada wanita hamil tidak menunjukkan adanya risiko terhadap janin.",
    "menyusui": "Allylestrenol dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Pasien yang menggunakan Allylestrenol harus memperhatikan dosis yang diberikan dan mengikuti petunjuk penggunaan dengan benar. Hindari penggunaan bersamaan dengan obat lain yang mempengaruhi sistem reproduksi.",
    "sumber": "https://www.alodokter.com/allylestrenol"
  },
  {
    "no": 42,
    "nama_generik": "Alogliptin",
    "nama_merk": "Nesina",
    "pengertian": "Alogliptin adalah obat yang digunakan untuk mengobati diabetes tipe 2.",
    "golongan": "Obat resep",
    "kategori": "Inhibitor dipeptidyl peptidase-4 (DPP-4)",
    "bentuk_obat": "Tablet",
    "manfaat": "Mengontrol kadar gula darah pada penderita diabetes tipe 2",
    "cara_kerja": "Alogliptin bekerja dengan menghambat enzim DPP-4, sehingga meningkatkan kadar hormon insulin yang membantu mengontrol gula darah.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alogliptin atau komponen lain dalam obat.",
    "efek_samping": "Hipoglikemia (kadar gula darah rendah), sakit kepala, nyeri perut, batuk.",
    "dosis": [
      "Dosis dewasa: 25 mg sekali sehari, dapat ditingkatkan menjadi 12,5 mg dua kali sehari jika diperlukan.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Tablet Alogliptin harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alogliptin dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi metabolisme glukosa.",
    "penyimpanan": "Simpan Alogliptin pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori B: Studi pada hewan percobaan tidak menunjukkan adanya risiko terhadap janin, namun tidak ada studi terkontrol pada wanita hamil.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Alogliptin pada wanita menyusui.",
    "peringatan_khusus": "Pasien yang menggunakan Alogliptin harus memperhatikan dosis yang diberikan dan mengikuti petunjuk penggunaan dengan benar. Hindari penggunaan bersamaan dengan obat lain yang mempengaruhi metabolisme glukosa.",
    "sumber": "https://www.alodokter.com/alogliptin"
  },
  {
    "no": 43,
    "nama_generik": "Alpara",
    "nama_merk": "Alpara",
    "pengertian": "Alpara adalah obat yang digunakan untuk mengobati gangguan tidur, seperti insomnia.",
    "golongan": "Obat bebas",
    "kategori": "Hipnotik-sedatif",
    "bentuk_obat": "Tablet",
    "manfaat": "Merendam gangguan tidur",
    "cara_kerja": "Alpara bekerja dengan menekan aktivitas otak yang berlebihan sehingga membantu tidur.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alprazolam atau komponen lain dalam obat, glaukoma sudut tertutup, sleep apnea, penyakit paru obstruktif kronis.",
    "efek_samping": "Kantuk di siang hari, kelelahan, pusing, mulut kering.",
    "dosis": [
      "Dosis dewasa: 0,25–0,5 mg tiga kali sehari.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Tablet Alpara harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alpara dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem saraf pusat.",
    "penyimpanan": "Simpan Alpara pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Risiko teratogenik terhadap janin, manfaat penggunaan hanya dapat dipertimbangkan jika tidak ada alternatif lain yang lebih aman.",
    "menyusui": "Alprazolam dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari mengonsumsi alkohol saat menggunakan Alpara. Konsultasikan dengan dokter sebelum mengonsumsi obat ini jika memiliki riwayat penyakit hati atau ginjal.",
    "sumber": "https://www.alodokter.com/alpara"
  },
  {
    "no": 44,
    "nama_generik": "Alpentin",
    "nama_merk": "Alpentin",
    "pengertian": "Alpentin adalah obat yang digunakan untuk mengobati nyeri neuropatik, epilepsi, dan gangguan kecemasan.",
    "golongan": "Obat resep",
    "kategori": "Antikonvulsan, antiepilepsi",
    "bentuk_obat": "Kapsul",
    "manfaat": "Meredakan nyeri neuropatik, mencegah serangan epilepsi",
    "cara_kerja": "Alpentin bekerja dengan menghambat aktivitas saraf yang tidak normal dalam otak dan sistem saraf.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap gabapentin atau komponen lain dalam obat.",
    "efek_samping": "Pusing, mengantuk, nyeri perut, mual.",
    "dosis": [
      "Dosis dewasa: 300–3600 mg per hari, terbagi dalam beberapa dosis.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Kapsul Alpentin harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alpentin dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem saraf pusat.",
    "penyimpanan": "Simpan Alpentin pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Gabapentin dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari mengonsumsi alkohol saat menggunakan Alpentin. Beritahukan dokter jika memiliki riwayat penyakit hati atau ginjal.",
    "sumber": "https://www.alodokter.com/alpentin"
  },
  {
    "no": 45,
    "nama_generik": "Alpha-Lipoic Acid",
    "nama_merk": "Alpha-Lipoic Acid",
    "pengertian": "Alpha-Lipoic Acid adalah suplemen diet yang mengandung senyawa alfa-lipoic acid, yang memiliki efek antioksidan dan dapat membantu mengontrol gula darah pada penderita diabetes.",
    "golongan": "Obat bebas",
    "kategori": "Suplemen diet",
    "bentuk_obat": "Kapsul",
    "manfaat": "Menjaga kesehatan kulit, mengontrol gula darah pada penderita diabetes",
    "cara_kerja": "Alpha-Lipoic Acid bekerja dengan meningkatkan sensitivitas insulin dan menurunkan kadar gula darah pada penderita diabetes.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alpha-lipoic acid atau komponen lain dalam obat.",
    "efek_samping": "Sakit perut, ruam kulit, reaksi kulit alergi.",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan kebutuhan nutrisinya.",
      "Pemberian harus disesuaikan oleh dokter atau ahli gizi."
    ],
    "cara_penggunaan": "Kapsul Alpha-Lipoic Acid harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alpha-Lipoic Acid dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi metabolisme glukosa.",
    "penyimpanan": "Simpan Alpha-Lipoic Acid pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Alpha-Lipoic Acid pada wanita menyusui.",
    "peringatan_khusus": "Hindari mengonsumsi alpha-lipoic acid dalam dosis tinggi tanpa pengawasan medis. Konsultasikan dengan dokter sebelum mengonsumsi suplemen ini jika memiliki kondisi medis tertentu.",
    "sumber": "https://www.alodokter.com/alpha-lipoic-acid"
  },
  {
    "no": 46,
    "nama_generik": "Alprazolam",
    "nama_merk": "Xanax, Frontal",
    "pengertian": "Alprazolam adalah obat yang digunakan untuk mengobati gangguan kecemasan, gangguan panik, dan kejang yang disebabkan oleh epilepsi.",
    "golongan": "Obat resep",
    "kategori": "Benzodiazepin",
    "bentuk_obat": "Tablet",
    "manfaat": "Merendam gangguan kecemasan, gangguan panik",
    "cara_kerja": "Alprazolam bekerja dengan menekan aktivitas otak yang berlebihan sehingga membantu meredakan kecemasan dan panik.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alprazolam atau komponen lain dalam obat, glaukoma sudut tertutup, sleep apnea, penyakit paru obstruktif kronis.",
    "efek_samping": "Kantuk di siang hari, kelelahan, pusing, mulut kering.",
    "dosis": [
      "Dosis dewasa: 0,25–0,5 mg tiga kali sehari.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Tablet Alprazolam harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan.",
    "interaksi_obat": "Alprazolam dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi sistem saraf pusat.",
    "penyimpanan": "Simpan Alprazolam pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori D: Risiko teratogenik terhadap janin, manfaat penggunaan hanya dapat dipertimbangkan jika tidak ada alternatif lain yang lebih aman.",
    "menyusui": "Alprazolam dapat diekskresikan melalui ASI, sehingga penggunaan pada wanita menyusui harus diperhatikan.",
    "peringatan_khusus": "Hindari mengonsumsi alkohol saat menggunakan Alprazolam. Konsultasikan dengan dokter sebelum mengonsumsi obat ini jika memiliki riwayat penyakit hati atau ginjal.",
    "sumber": "https://www.alodokter.com/alprazolam"
  },
  {
    "no": 47,
    "nama_generik": "Altadis",
    "nama_merk": "Altadis",
    "pengertian": "Altadis adalah obat yang digunakan untuk meredakan nyeri dan peradangan ringan hingga sedang, seperti nyeri otot, sakit kepala, nyeri gigi, dan nyeri menstruasi.",
    "golongan": "Obat bebas",
    "kategori": "Antiinflamasi nonsteroid",
    "bentuk_obat": "Tablet, sirup",
    "manfaat": "Merendam nyeri dan peradangan",
    "cara_kerja": "Altadis bekerja dengan menghambat produksi prostaglandin, yang merupakan zat yang menyebabkan peradangan, nyeri, dan demam.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap aspirin atau obat antiinflamasi nonsteroid lainnya.",
    "efek_samping": "Gangguan pada saluran pencernaan, mual, muntah, gangguan pada sistem saraf pusat.",
    "dosis": [
      "Dosis dewasa: 500–1000 mg setiap 4–6 jam.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Tablet Altadis harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan. Sirup Altadis dapat diminum langsung atau dicampur dengan sedikit air.",
    "interaksi_obat": "Altadis dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi fungsi penggumpalan darah.",
    "penyimpanan": "Simpan Altadis pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Altadis pada wanita menyusui.",
    "peringatan_khusus": "Hindari penggunaan bersamaan dengan alkohol atau obat-obatan yang mempengaruhi sistem saraf pusat. Konsultasikan dengan dokter jika mengalami gangguan pencernaan atau alergi setelah mengonsumsi Altadis.",
    "sumber": "https://www.alodokter.com/altadis"
  },
  {
    "no": 48,
    "nama_generik": "Alteplase",
    "nama_merk": "Activase",
    "pengertian": "Alteplase adalah obat yang digunakan untuk mengobati serangan jantung, serangan stroke, atau pembekuan darah yang terjadi di dalam pembuluh darah (trombosis).",
    "golongan": "Obat resep",
    "kategori": "Fibrinolitik",
    "bentuk_obat": "Injeksi",
    "manfaat": "Melarutkan pembekuan darah",
    "cara_kerja": "Alteplase bekerja dengan merusak fibrin pada pembekuan darah, sehingga membantu melarutkan pembekuan darah yang menyumbat pembuluh darah.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap alteplase atau komponen lain dalam obat, perdarahan aktif, trauma kepala atau cedera otak dalam 3 bulan terakhir, tumor intrakranial, operasi atau trauma besar dalam 3 bulan terakhir.",
    "efek_samping": "Perdarahan, peningkatan risiko perdarahan, reaksi alergi.",
    "dosis": [
      "Dosis dewasa: Tergantung pada kondisi pasien dan indikasi penggunaan. Dosis yang umum adalah 15 mg intravena selama 2 menit, kemudian diikuti dengan infus intravena 0,75 mg/kg berat badan (maksimal 50 mg) selama 30 menit, dengan total dosis tidak melebihi 100 mg.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Alteplase diberikan melalui infus intravena oleh tenaga medis yang terlatih.",
    "interaksi_obat": "Alteplase dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi pembekuan darah.",
    "penyimpanan": "Simpan Alteplase pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Alteplase pada wanita menyusui.",
    "peringatan_khusus": "Alteplase hanya boleh diberikan oleh tenaga medis yang terlatih dan berpengalaman dalam penggunaan obat ini. Pasien harus dipantau ketat selama pemberian Alteplase untuk menghindari komplikasi perdarahan.",
    "sumber": "https://www.alodokter.com/alteplase"
  },
  {
    "no": 49,
    "nama_generik": "Aluminium Hidroksida",
    "nama_merk": "Antasida",
    "pengertian": "Aluminium hidroksida adalah obat yang digunakan untuk meredakan gejala maag, seperti nyeri lambung, kembung, dan rasa tidak nyaman di perut.",
    "golongan": "Obat bebas",
    "kategori": "Antasida",
    "bentuk_obat": "Tablet, sirup",
    "manfaat": "Merendam gejala maag",
    "cara_kerja": "Aluminium hidroksida bekerja dengan menetralkan asam lambung yang berlebihan.",
    "kontraindikasi": "Riwayat hipersensitivitas terhadap aluminium hidroksida atau komponen lain dalam obat, pasien dengan gangguan fungsi ginjal.",
    "efek_samping": "Konstipasi (sembelit), diare.",
    "dosis": [
      "Dosis dewasa: 1–3 sendok takar sirup atau 1–3 tablet sebelum atau sesudah makan atau saat gejala maag muncul.",
      "Pemberian harus disesuaikan oleh dokter berdasarkan kondisi pasien."
    ],
    "cara_penggunaan": "Tablet Aluminium hidroksida harus ditelan utuh dengan air, tanpa dikunyah, dipecahkan, atau dihancurkan. Sirup Aluminium hidroksida dapat diminum langsung atau dicampur dengan sedikit air.",
    "interaksi_obat": "Aluminium hidroksida dapat berinteraksi dengan beberapa obat lain, terutama obat-obatan yang mempengaruhi penyerapan nutrisi dalam tubuh.",
    "penyimpanan": "Simpan Aluminium hidroksida pada suhu ruangan, terhindar dari cahaya langsung dan kelembapan.",
    "kehamilan": "Kategori C: Risiko tidak dapat diabaikan, manfaat penggunaan pada wanita hamil harus dipertimbangkan berdasarkan kebutuhan.",
    "menyusui": "Tidak ada data cukup mengenai penggunaan Aluminium hidroksida pada wanita menyusui.",
    "peringatan_khusus": "Hindari penggunaan Aluminium hidroksida dalam jangka waktu yang lama tanpa pengawasan medis. Konsultasikan dengan dokter jika mengalami gangguan pencernaan atau perubahan pola buang air besar setelah mengonsumsi Aluminium hidroksida.",
    "sumber": "https://www.alodokter.com/aluminium-hidroksida"
  },
  {
    "no": 50,
    "nama_generik": "Ambroxol",
    "nama_merk": "Ambroxol HCl, Ambroxol Indofarma, Bronkipect, Epexol, Erlapect, Etabroxol,  Imbroxol, Lapimuc, Limoxin, Mucera, Mucos, Mucobat, Nuvopec, Roverton, Selebrox, Zecaxol.",
    "pengertian": "Ambroxol adalah obat untuk mengencerkan dahak. Obat ini dapat digunakan pada berbagai kondisi dengan batuk berdahak, termasuk batuk pilek (common cold), bronkitis, emfisema, atau bronkiektasis.",
    "golongan": "Obat resep",
    "kategori": "Mukolitik (pengencer dahak)",
    "bentuk_obat": "Tablet, sirop, drops",
    "manfaat": "Meredakan batuk berdahak",
    "cara_kerja": "Ambroxol bekerja dengan memecah serat mukopolisakarida pada dahak. Cara kerja ini akan membuat dahak menjadi lebih encer dan lebih mudah dikeluarkan saat batuk.",
    "kontraindikasi": "Riwayat alergi terhadap bromheksin, ulkus peptikum aktif, perdarahan saluran napas, epilepsi.",
    "efek_samping": "Sakit perut, heartburn, atau sakit maag, mual atau muntah, diare, mulut atau tenggorokan kering",
    "dosis": [
      "Dewasa dan anak usia ≥12 tahun: Sediaan sirup atau tablet, dosis anjuran 30 mg 2–3 kali sehari. Dosis dapat ditingkatkan menjadi 60 mg 2 kali sehari jika diperlukan. Dosis maksimal 120 mg per hari.",
      "Anak usia 6–11 tahun: Sediaan sirup atau tablet, dosis anjuran 15 mg 2–3 kali sehari.",
      "Anak usia 2–5 tahun: Sediaan sirup atau drops, dosisnya 7,5 mg 3 kali sehari.",
      "Anak usia <2 tahun: Sediaan sirop atau drops, dosisnya 7,5 mg 2 kali sehari."
    ],
    "cara_penggunaan": "Konsumsilah ambroxol pada saat makan atau sesudah makan. Telan tablet ambroxol dengan air putih. Untuk ambroxol sediaan sirop atau drops, kocok botol sebelum obat dikonsumsi. Gunakan sendok takar atau pipet yang disertakan dalam kemasan agar dosisnya akurat.",
    "interaksi_obat": "Ambroxol dapat meningkatkan kadar antibiotik, seperti cefuroxime, doxycycline, amoxicillin, atau erythromycin, di paru-paru. Namun, interaksi ini tidak dianggap berbahaya.",
    "penyimpanan": "Simpan ambroxol di tempat yang sejuk dan terhindar dari sinar matahari langsung. Jauhkan obat ini dari jangkauan anak-anak.",
    "kehamilan": "Kategori C: Studi pada binatang percobaan memperlihatkan adanya efek samping terhadap janin, tetapi belum ada studi terkontrol pada ibu hamil. Obat hanya boleh digunakan jika besarnya manfaat yang diharapkan melebihi besarnya risiko terhadap janin. Konsultasikan ke dokter mengenai penggunaan obat ini jika Anda sedang hamil.",
    "menyusui": "Ambroxol dapat terserap ke dalam ASI sehingga tidak dianjurkan untuk ibu menyusui.",
    "peringatan_khusus": "Ikuti anjuran dokter dan baca petunjuk yang tertera pada kemasan obat sebelum mengonsumsi ambroxol. Jangan menambah atau mengurangi dosis yang diberikan tanpa saran dari dokter. Jika lupa mengonsumsi ambroxol, segera minum obat ini begitu teringat. Namun, bila jadwal minum obat berikutnya sudah dekat, abaikan dosis yang terlewat dan jangan menggandakan dosis selanjutnya.",
    "sumber": "https://www.alodokter.com/ambroxol"
  }
]
